Repository: EmineKarakayali/Web_Programlama_Proje
Catalog: Mvc/Resources/Views/Home/Index.*.resx
Languages: de, tr

# AnaBaslik
source: Start your sports courses today.
de: Starten Sie noch heute Ihre Sportkurse.
tr: Spor kurslarına bugün başla.

# AnaParagraf
source: Find the one that suits you best with thousands of sports and sports courses.
de: Finden Sie mit Tausenden von Sportarten und Sportkursen diejenige, die am besten zu Ihnen passt.
tr: Binlerce çeşit spor ve spor kursu ile aralarından kendine en uygun olanı bul.

# Deneme
source: trial123
de: Versuch123
tr: Deneme123

# Firsatlar
source: Find out more about special offers and unmissable opportunities for Extrem Sport! Do not miss discounts of up to 50% on various courses and special offers for early registration!
de: Erfahren Sie mehr über Sonderangebote und unumgängliche Möglichkeiten für Extremsport! Verpassen Sie nicht Rabatte von bis zu 50% auf verschiedene Kurse und Sonderangebote für die frühzeitige Anmeldung!
tr: Ekstrem Sport'a özel kampanyalar ve kaçırılmayacak fırsatlar hakkında daha fazlasını öğren! Çeşitli kurslarda %50'ye varan indirimleri ve erken kayıtlara özel fırsatları kaçırma!

# GirisBaslik
source: SPORTS, HEALTH, LIFE
de: SPORT, GESUNDHEIT, LEBEN
tr: SPOR, SAĞLIK, YAŞAM

# GirisParagraf
source: SPORTS COURSES: All about sports
de: SPORTKURSE: Alles über Sport
tr: SPOR KURSLARI: Spor hakkında her şey

# HangiSporlar
source: In which sports do you share courses?
de: In welchen Sportarten teilen Sie Kurse?
tr: Hangi spor dallarında kurslar paylaşıyorsunuz?

# HangiSporlarParagraf
source: You can view which sports branches we organize and share courses on our Sports page. In addition, we would like to point out that, as Extrem Sport team, we are conducting a study to expand the sports branches in which we make campaigns and share courses. We will be with you in many more sports soon. Stay on track.
de: Auf unserer Sportseite können Sie sehen, welche Sportzweige wir organisieren und Kurse teilen. Darüber hinaus möchten wir darauf hinweisen, dass wir als Extremsportteam eine Studie durchführen, um die Sportbranchen zu erweitern, in denen wir Kampagnen durchführen und Kurse teilen. Wir werden bald in vielen weiteren Sportarten bei Ihnen sein. Auf Kurs bleiben.
tr: Hangi spor dallarında kampanyalar yaptığımız ve kurslar paylaştığımızı Spor Dalları sayfamızdan görüntüleyebilirsiniz. Ayrıca şunu belirtmek isteriz ki, Ekstrem Sport ekibi olarak kampanyalar yaptığımız ve kurslar paylaştığımız spor dallarını genişletmek adına bir çalışma yürütmekteyiz. Pek yakında çok daha fazla spor dalında sizlerle olacağız. Takipte kalınız.

# Kampanya
source: Can only members benefit from your campaigns?
de: Können nur Mitglieder von Ihren Kampagnen profitieren?
tr: Kampanyalarınızdan yalnızca üyeler mi yararlanabilir?

# KampanyaParagraf
source: Yes, you must be a member and be logged in to benefit from our campaigns.
de: Ja, Sie müssen Mitglied sein und angemeldet sein, um von unseren Kampagnen profitieren zu können.
tr: Evet, kampanyalarımızdan yararlanak için üye olmak ve üye girişi yapmış olmak gerekmektedir.

# KampanyaSure
source: Are your campaigns indefinite?
de: Sind Ihre Kampagnen unbefristet?
tr: Kampanyalarınız süresiz midir?

# KampanyaSureParagraf
source: Some of our campaigns are valid for an indefinite period and some are valid for a limited time. Time information is specified on our campaigns page. In order not to miss our campaigns, which are valid for a limited time, you should follow your subscription mails.
de: Einige unserer Kampagnen sind auf unbestimmte Zeit gültig, andere nur für eine begrenzte Zeit. Zeitinformationen finden Sie auf unserer Kampagnenseite. Um unsere zeitlich begrenzten Kampagnen nicht zu verpassen, sollten Sie Ihren Abonnement-Mails folgen.
tr: Kimi kampanyamız süresizdir kimi ise kısıtlı süre içerisinde geçerlidir. Süre bilgisi kampanyalar sayfamızda belirtilir. Kısıtlı sürede geçerli olan kampanyalarımızı kaçırmamak için üye ol maillerinizi takip etmeniz gerekmektedir.

# Katki1Aciklama
source: The main reason for this is that exercise strengthens the blood (and therefore oxygen) supply of the brain. This provides the energy required for thinking. It can also stimulate the growth of neurons and perhaps increase the release of certain neurotransmitters and growth hormones that are crucial to the overall health of the brain. All this contributes to better concentration, intelligence and memory.
de: Der Hauptgrund dafür ist, dass Bewegung die Blutversorgung (und damit die Sauerstoffversorgung) des Gehirns stärkt. Dies liefert die zum Denken erforderliche Energie. Es kann auch das Wachstum von Neuronen stimulieren und möglicherweise die Freisetzung bestimmter Neurotransmitter und Wachstumshormone erhöhen, die für die allgemeine Gesundheit des Gehirns entscheidend sind. All dies trägt zu einer besseren Konzentration, Intelligenz und Erinnerung bei.
tr: Bunun en önemli nedeni, egzersizin beyin kan (ve dolayısıyla oksijen) beslemesini güçlendirmesidir. Bu da düşünmek için gereken enerjiyi sağlar. Aynı zamanda nöronların büyümesini teşvik edebilir ve belki de beynin genel sağlığı için çok önemli olan belirli nörotransmitterlerin ve büyüme hormonlarının salınımını artırabilir. Tüm bunlar daha iyi konsantrasyon, zeka ve hafızaya katkıda bulunur.

# Katki1Baslik
source: Exercising has a positive effect on brain health.
de: Sport wirkt sich positiv auf die Gesundheit des Gehirns aus.
tr: Spor yapmanın beyin sağlığına pozitif etkisi vardır.

# Katki2Aciklama
source: Exercising regulates appetite, prevents the formation of excess weight and increases the ratio of muscle by reducing the fat ratio in the body. It improves the body's ability to stand upright and increases stamina. Combined with regular nutrition, it contributes significantly to bone development.
de: Sport reguliert den Appetit, verhindert die Bildung von Übergewicht und erhöht das Muskelverhältnis durch Reduzierung des Fettanteils im Körper. Es verbessert die Fähigkeit des Körpers, aufrecht zu stehen und erhöht die Ausdauer. In Kombination mit regelmäßiger Ernährung trägt es erheblich zur Knochenentwicklung bei.
tr: Spor yapmak iştahı düzenler, aşırı kiloların oluşmasının önüne geçer ve vücuttaki yağ oranını azaltarak kas oranını arttırır. Vücudun dik durma kabiliyetini geliştirir ve dayanıklılığı arttırır. Düzenli beslenme ile birleştiğinde kemik gelişimine önemli katkıda bulunur.

# Katki2Baslik
source: Improves your physical performance.
de: Verbessert Ihre körperliche Leistungsfähigkeit.
tr: Fiziksel performansınızı geliştirir.

# Katki3Aciklama
source: Regular sports activities play a big role in our cardiovascular system. Since the heart is in the muscular structure system, we should not give up sports activities in order to maximize the contraction level and thus to pump blood with a good distribution to our whole organism. On the other hand, physical activity will be a good weapon against cardiovascular disease risk factor; It keeps arterial hypertension at a minimum level and is a good remedy against atherosclerosis.
de: Regelmäßige sportliche Aktivitäten spielen eine positive Rolle in unserem Herz-Kreislauf-System. Da sich das Herz in der Muskelstruktur befindet, sollten wir sportliche Aktivitäten nicht aufgeben, um das Kontraktionsniveau zu maximieren und damit Blut mit einer guten Verteilung auf unseren gesamten Organismus zu pumpen. Auf der anderen Seite wird körperliche Aktivität eine gute Waffe gegen Risikofaktoren für Herz-Kreislauf-Erkrankungen sein. Es hält die arterielle Hypertonie auf einem Minimum und ist ein gutes Mittel gegen Arteriosklerose.
tr: Düzenli yapacağımız spor aktivitesi kalp damar sistemimiz üzerinde olumlu yönde büyük rol oynamaktadır. Kalp, kas yapısı sisteminde olduğu için kasılma düzeyini maksimize etmek ve böylelikle tüm organizmamıza iyi bir dağılımla kan pompalayabilmek için sportif aktivitelerden vazgeçmemeliyiz. Diğer taraftan yapacağımız fiziksel aktivite kalp damar hastalıkları risk faktörüne karşı iyi bir silah olacaktır; arteriyel hiper tansiyonu minumum seviyede tutar, aterosikleroza karşı iyi bir ilaçtır.

# Katki3Baslik
source: Sport is essential for your health.
de: Sport ist wichtig für Ihre Gesundheit.
tr: Sağlınız için spor gereklidir.

# Katki4Aciklama
source: Many negative situations and life difficulties in daily life constitute the stress sources of individuals. As a result of the studies carried out, regular physical activity is one of the suggestions to reduce stress, increase human well-being and be healthy. The importance of regular activities and exercises for the protection of physical and mental health is increasing day by day.
de: Viele negative Situationen und Lebensschwierigkeiten im täglichen Leben bilden die Stressquellen des Einzelnen. Aufgrund der durchgeführten Studien ist regelmäßige körperliche Aktivität die wichtigste Empfehlung, um Stress abzubauen, das Wohlbefinden zu steigern und gesund zu sein. Die Bedeutung regelmäßiger Aktivitäten und Übungen für den Schutz der körperlichen und geistigen Gesundheit nimmt von Tag zu Tag zu.
tr: Günlük yaşantının içerisinde pek çok olumsuz durum ve yaşamsal zorluk bireylerin stres kaynaklarını oluşturmaktadır. Yapılan çalışmalar sonucunda stresi azaltmak, insanın iyi olma halini artırmak ve sağlıklı olmak için önerilerin başında düzenli fiziksel aktivite gelmektedir. Bedensel ve ruhsal sağlığın korunması için düzenli yapılan aktivite ve egzersizlerin önemi gün geçtikçe artmaktadır.

# Katki4Baslik
source: It helps you deal with stress.
de: Es hilft Ihnen, mit Stress umzugehen.
tr: Stresle başa çıkmanıza yardımcı olur.

# Katkilari
source: Contribution of doing sports to our lives
de: Beitrag des Sports zu unserem Leben
tr: Spor yapmanın hayatımıza katkıları

# NasilUlasiriz
source: How can we reach you?
de: Wie können wir dich erreichen?
tr: Size nasıl ulaşabiliriz?

# NasilUlasirizParagraf
source: To reach us, you can send us an e-mail, call by phone or come to our office whose address is written. You can also reach us on our Twitter, Facebook and Instagram accounts.
de: Um uns zu erreichen, können Sie uns eine E-Mail senden, telefonisch anrufen oder in unser Büro kommen, dessen Adresse geschrieben steht. Sie können uns auch über unsere Twitter-, Facebook- und Instagram-Konten erreichen.
tr: Bize ulaşmak için iletişim sayfamızdan bize mail atabilir, telefonla arayabilir ya da adresi yazılı ofisimize gelebilirsiniz. Ayrıca bize Twitter Facebook ve Instagram hesaplarımızdan ulaşabilirsiniz.

# Sorulanlar
source: Frequently Asked Questions
de: Häufig gestellte Fragen
tr: Sıkça Sorulan Sorular

# TumunuGoruntule
source: View all
de: Startseite
tr: Tümünü görüntüle
